<script setup lang="ts">
  import { ref } from "vue";
  import BaseCard from "@/components/BaseCard.vue";

</script>
  
  <template>

    <v-card>
      <v-card-title class="d-flex justify-space-between align-center px-6 py-4 position-relative">
        <div>
            <p class="text-h6 font-weight-bold">개인정보처리방침</p>
            <p class="text-error text-body-2 mt-2">개인정보처리방침 시행일자 : 2023.03.01</p>
        </div>
        <v-spacer />
        <v-select label="이전 약관 보기" :items="['개인정보처리방침 시행 2023.03.01']" variant="outlined" hide-details="auto" single-line density="compact" class="flex-grow-0 mr-16 w-sm-270" />
        
      </v-card-title>
      <v-divider class="mb-0"/>
      <v-card-text class="px-10 pt-8 pb-14">
        <div class="terms-wrap-v1">
            <p>록톤컴퍼니즈코리아손해보험중개㈜(이하 “회사”라 합니다)는 개인정보 보호법에 따라 이용자의 개인정보 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 방침을 두고 있습니다.</p>
            <ul>        
                <li>제1조 개인정보의 처리 목적
                    <p>회사는 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적 이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.</p>
                    <ul>        
                        <li>① (필수) 홈페이지 회원가입 및 관리
                            <ul>        
                                <li>1. 회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 서비스 부정이용 방지, 각종 고지·통지, 고충처리 업무</li>
                            </ul>
                        </li>
                        <li>② (필수) 보험가입서비스 관련 보험중개업무
                            <ul>        
                                <li>1. 보험계약상담, 보험계약 신청 및 체결 관련 중개업무</li>
                                <li>2. 보험계약의 체결·유지·관리·상담·이행, 계약적부, 확인 등에 관한 중개업무</li>
                                <li>3. 기타 보험중개업무 (보험금지급정보/ 보험사고정보 조회, 보험계약 및 보험금 청구에 이해관계 있는 자에 대한 법규 및 계약상 의무 이행, 보험계약 및 보험금지급 관련 분쟁 대응/ 고객 이력 관리, 보험계약 변경신청 관련 업무, 보험사고상담/ 접수 관련 업무)</li>
                            </ul>
                        </li>
                        <li>③ (선택) 마케팅 및 광고에의 활용
                            <ul>        
                                <li>1. 회사의 상품·서비스 소개 및 맞춤 서비스 제공, 시장조사, 고객만족도 조사, 통계적 이용 등 내부 분석 및 공공기관의 정책자료 활용</li>
                                <li>(단, 별도 마케팅 목적의 수집 및 이용 동의가 있는 경우에 한정)</li>
                            </ul>
                        </li>
                    </ul>
                </li>
                <li>제2조 개인정보의 처리 및 보유 기간
                    <ul>        
                        <li>① 회사는 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 처리하고 보유하며 개인정보의 처리목적이 달성되면 지체 없이 파기합니다.</li>
                        <li>② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
                            <ul>        
                                <li>1. 홈페이지 회원가입 및 관리: 회원 탈퇴 시까지</li>
                                <li>2. 보험가입서비스 관련 보험중개업무: 최대 거래종료 후 5년까지(단, 법률에 따른 의무를 이행하기 위한 경우, 보험금 지급, 금융사고 조사 등 「신용정보의 이용 및 보호에 관한 법률」에서 정하고 있는 경우 해당 법령에 따라 별도 보관)</li>
                                <li>3. 서비스 이용관련 웹사이트 방문기록: 3개월 (통신비밀보호법)</li>
                                <li>4. 표시/광고 등 기록: 6개월 (전자상거래등에서의 소비자보호에 관한 법률)</li>
                                <li>5. 소비자의 불만 또는 분쟁처리에 관한 기록: 3년 (전자상거래등에서의 소비자보호에 관한 법률)</li>
                                <li>6. 신용정보의 수집/처리 및 이용 등에 관한 기록: 3년 (신용정보의 이용 및 보호에 관한 법률)</li>
                                <li>7. 계약 또는 청약철회 등 기록: 5년 (전자상거래등에서의 소비자보호에 관한 법률)</li>
                                <li>8. 대금결제 및 재화 등의 공급에 관한 기록: 5년 (전자상거래등에서의 소비자보호에 관한 법률)</li>
                            </ul>
                        </li>
                    </ul>
                </li>
                <li>제3조 개인정보의 제3자 제공
                    <ul>        
                        <li>① 회사는 원칙적으로 이용자의 개인정보를 제1조 (개인정보의 처리 목적)에서 명시한 범위 내에서 처리하며, 이용자의 사전 동의 없이는 본래의 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다. 단, 다음의 경우에는 개인정보를 제공(공유를 포함)할 수 있습니다.
                            <ul>        
                                <li>1. 이용자가 사전에 동의한 경우</li>
                                <li>2. 법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우</li>
                                <li>3. 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우</li>
                                <li>4. 개인정보 보호법에 따라 개인정보의 일부를 삭제하거나 일부 또는 전부를 대체하는 등의 방법으로 추가 정보가 없이는 특정 개인을 알아볼 수 없도록 가명처리함으로써 원래의 상태로 복원하기 위한 추가정보가 없이는 특정 개인을 알아볼 수 없도록 가공하여 이용하는 경우</li>
                            </ul>
                        </li>
                        <li>② 회사는 다음과 같은 기관 및 자에게 개인정보를 제공하고 있으며 제공 목적 및 범위는 다음과 같습니다.
                            <table>
                                <caption>개인(신용)정보 제3자 제공현황</caption>
                                <thead>
                                    <tr>    
                                        <th>제공받는 자 </th>
                                        <th>제공하는 정보 </th>
                                        <th>제공하는 목적 </th>
                                        <th>개인정보 보유기간</th>
                                    </tr>
                                </thead>
                                <tbody>
                                    <tr>
                                        <td>삼성화재해상보험, DB손해보험, 현대해상화재보험, KB손해보험, 메리츠화재해상보험, 한화손해보험, 농협손해보험, 흥국화재해상보험, 롯데손해보험 등 가입하는 해당 보험상품의 보험상품 제공자</td>
                                        <td>성명, 생년월일, 등록번호(전문인), 주소, 성별, 직업, 전화번호, 휴대전화번호, 전자우편주소, 사무소명, 사업자번호, 법인번호, 사무실전화, 사무소 팩스, 담당자 성명, 사무소주소<br/>(주민등록번호는 계약 신청 시에 수집되지 않으며 보험사고접수 및 조사 시에 해당 보험회사에서 별도 수집)</td>
                                        <td>보험계약중개<br>보험계약의 인수심사∙체결∙유지∙관리(부활 및 갱신 포함), 보험금 등 지급∙심사, 순보험요율의 산출∙검증, 민원처리 및 분쟁 대응, 적부 및 사고조사(보험사기 조사 포함), 보험모집질서 유지</td>
                                        <td>법령에 따라 계약 종료 후 최대 5년 간 보관하며 항목에 따라 관련 법령에 의거 저장 기간이 각각 다를 수 있음</td>
                                    </tr>
                                    <tr>
                                        <td>단체보험계약의 단체계약자로서 회원이 소속된 협회 등</td>
                                        <td>성명, 생년월일, 주소, 성별, 직업, 전화번호, 휴대전화번호, 전자우편주소, 등록번호(전문인), 보험계약정보, 보험금지급 정보, 사무소명, 사업자번호, 법인번호, 사무실전화, 사무소 팩스, 담당자 성명, 사무소주소</td>
                                        <td>단체보험 가입운영, 보험갱신, 사고조회심사, 자문업무</td>
                                        <td>법령에 따라 계약 종료 후 최대 5년 간 보관하며 항목에 따라 관련 법령에 의거 저장 기간이 각각 다를 수 있음</td>
                                    </tr>
                                </tbody>
                            </table>
                        </li>
                    </ul>
                </li>
                <li>제4조 개인정보처리 위탁
                    <ul>        
                        <li>① 회사가 현재 개인정보 처리를 위탁하는 사항은 다음과 같습니다. 
                            <table>
                                <caption>개인(신용) 정보처리 위탁현황</caption>
                                <colgroup>
                                <col style="width:33%"/>
                                <col style="width:auto"/>
                                <col style="width:33%"/>
                                </colgroup>
                                <thead>
                                    <tr>
                                        <th>수탁업체명 </th>
                                        <th>수탁업무내용 </th>
                                        <th>이용기간</th>
                                    </tr>
                                </thead>
                                <tbody>
                                    <tr>
                                        <td>㈜다날 </td>
                                        <td>본인확인, 문자메시지, 이메일 발송 서비스 </td>
                                        <td>이용 목적달성 시 까지</td>
                                    </tr>
                                    <tr>
                                        <td>한국오라클유한회사, 베스핀글로벌</td>
                                        <td>클라우드 서비스</td>
                                        <td>이용 목적달성 시 까지</td>
                                    </tr>
                                </tbody>
                            </table>
                        </li>
                        <li>② 회사는 위탁계약 체결 시 개인정보보호법 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적·관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리·감독, 손해배상 등  책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.</li>
                        <li>③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.</li>
                    </ul>
                </li>
                <li>제5조 정보주체의 권리·의무 및 그 행사방법
                    <ul>        
                        <li>① 이용자는 개인정보주체로서 다음과 같은 권리를 행사할 수 있습니다.
                            <ul>        
                                <li>1. 개인정보 열람요구 : 회사에서 보유하고 있는 개인정보는 개인정보보호법 제35조(개인정보의 열람)에 따라 열람을 요구할 수 있습니다.<br/>단, 개인정보 열람 요구시 법 제35조 제4항에 의하여 열람을 제한하거나 거절할 수 있으며 그 사유는 아래와 같습니다.
                                    <ul>        
                                        <li>• 법률에 따라 열람이 금지되거나 제한되는 경우</li>
                                        <li>• 다른 사람의 생명ㆍ신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우</li>
                                    </ul>
                                </li>
                                <li>2. 개인정보의 정정ㆍ삭제 요구 : 회사에서 보유하고 있는 개인정보는 개인정보보호법 제36조(개인정보의 정정ㆍ삭제)에 따라 정정 및 삭제를 요구할 수 있습니다. 단, 다른 법령에서 그 개인정보가 수집대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.</li>
                                <li>3. 개인정보 처리정지 요구 : 회사에서 보유하고 있는 개인정보는 개인정보보호법 제37조(개인정보의 처리정지 등)에 따라 처리정지를 요구할 수 있습니다. 단, 개인정보 처리정지 요구시 법 제37조 제2항에 의하여 처리정지 요구를 거절할 수 있으며 그 사유는 아래와 같습니다.
                                    <ul>        
                                        <li>• 법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우</li>
                                        <li>• 다른 사람의 생명ㆍ신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우</li>
                                        <li>• 공공기관이 개인정보를 처리하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우</li>
                                        <li>• 개인정보를 처리하지 않으면 정보주체와 약정한 서비스를 제공하지 못하는 등 계약의 이행이 곤란한 경우로서 정보주체가 그 계약의 해지 의사를 명확하게 밝히지 아니한 경우</li>
                                    </ul>
                                </li>
                            </ul>
                        </li>
                        <li>② 제1항에 따른 권리행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 처리 방법에 관한 고시 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.</li>
                        <li>③ 제1항에 따른 권리행사의 접수 및 처리는 아래 제14조 개인정보보호 책임자 및 담당자가 수행하며, 회사는 이용자의 요구가 신속하게 처리되도록 노력하겠습니다.</li>
                        <li>④ 이용자가 개인정보의 오류에 대한 정정 및 삭제를 요청한 경우에는 정정 및 삭제를 완료할 때까지 당해 개인정보를 이용 또는 제공하지 않습니다. 이 경우, 잘못된 개인정보를 이용 또는 제공한 경우 지체없이 수정하겠습니다.</li>
                    </ul>
                </li>
                <li>제6조 처리하는 개인정보의 항목
                    <p>회사는 홈페이지 회원가입, 보험가입서비스 관련 보험중개업무를 위한 정보를 아래와 같이 수집하고 있습니다.</p>
                    <ul>        
                        <li>① 수집항목
                            <ul>        
                                <li>1. 홈페이지 회원가입 및 관리
                                    <ul>        
                                        <li>• 개인정보 (성명, 등록번호(전문인), 생년월일, 전자우편주소, 사무소명, 사업자번호, 법인번호, 사무실전화, 사무소 팩스, 담당자 성명, 사무소주소)</li>
                                        <li>• IP Address, 본인인증 수단, 접속일시, 개인식별 값(CI), 쿠키, 서비스 이용내역, 접속로그</li>
                                        <li>• 최초 회원 가입일, 최후 회원 탈퇴일</li>
                                    </ul>
                                </li>
                                <li>2. 보험가입서비스 관련 보험중개업무 
                                    <ul>        
                                        <li>• 개인(신용)정보 (성명, 생년월일, 등록번호(전문인), 주소, 성별, 직업, 전화번호, 휴대전화번호, 전자우편주소, 사무소명, 사업자번호, 법인번호, 사무실전화, 사무소 팩스, 담당자 성명, 사무소주소)<br/>(주민등록번호는 계약 신청 시에 수집되지 않으며 보험사고접수 및 조사 시에 해당 보험회사에서 별도 수집)</li>
                                        <li>• 보험계약정보 (상품종류, 보험기간, 피보험자 정보, 보험가입금액, 보험료, 자기부담금, 할인·할증, 특약 가입사항, 적용계약 유지 여부, 계약해지 시 그 내용 및 사유), 보험금지급 관련정보(사고정보, 보험금 지급금액, 지급사유)</li>
                                    </ul>
                                </li>
                            </ul>
                        </li>
                        <li>② 수집방법
                            <ul>        
                                <li>1. 홈페이지, 모바일 앱, 서면양식, 팩스, 전화, 이메일, SMS/LMS</li>
                                <li>2. 단체로부터의 제공</li>
                                <li>3. 생성정보 수집 툴을 이용한 수집</li>
                                <li>4. 고객센터 문의사항을 이용한 수집</li>
                            </ul>
                        </li>
                    </ul>
                </li>
                <li>제7조 개인정보의 파기
                    <ul>        
                        <li>①  회사는 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 단, 관련 법령에 의하여 보존할 필요성이 있는 경우에는 예외로 하며, 해당 개인정보는 별도의 DB 또는 보관장소를 달리하여 보존합니다.
                            <ul>        
                                <li>1. 회원가입정보의 경우, 회원을 탈퇴하거나 회원자격을 상실한 때 
                                    <ul>        
                                        <li>• 보존 대상 개인정보: 본인인증정보, 최초 회원 가입일, 최후 회원 탈퇴일 </li>
                                        <li>• 보존 기간: 제2조의 보유 및 이용기간에 따름</li>
                                    </ul>
                                </li>
                            </ul>
                        </li>
                        <li>② 회사는 보험가입서비스 관련 보험중개업무에 관한 정보의 경우, ‘거래종료일’이 경과된 개인정보를 시기에 따라 다음 각호의 단계별로 파기합니다.
                            <ul>        
                                <li>1. 거래종료일 
                                    <ul>        
                                        <li>• 보험계약 만기, 해지, 취소, 철회일 또는 소멸일(단, 만기 등 사유발생일 이후라도 만기환급금 또는 해지환급금 등을 수령하지 않았거나 상환할 금액이 남아있는 경우 및 보험금 지급이 진행중이거나 수사·소송이 진행 중인 경우 거래종료로 보지 않음) </li>
                                        <li>• 보험금 청구권 소멸시효 완성일, 채권·채무관계 소멸일</li>
                                        <li>• 거래종료일이 다른 경우에는 가장 나중에 도래한 사유를 기준으로 판단</li>
                                    </ul>
                                </li>
                                <li>2. 파기절차 
                                    <ul>        
                                        <li>• 1단계 조치
                                            <ul>        
                                                <li>가. 거래종료일로부터 3개월 이내 목적 달성 등으로 불필요한 정보 즉시 파기
                                                    <ul>        
                                                        <li>[불필요한 파기정보 예시]</li>
                                                        <li>보험계약: 취미, 직업, 부업, 흡연, 음주, 병역, 결혼기념일, 주거형태 등</li>
                                                        <li>여신거래: 세대주, 주거종류, 주거방식, 결혼 여부 등</li>
                                                    </ul>
                                                </li>
                                                <li>나. 거래종료 후 3개월 경과 시 판매조직에 대하여 영업목적으로 거래종료 고객의 접근을 차단하여야 하며, 불가피한 경우 내부승인을 받아 허용한다.</li>
                                                <li>다. 거래종료 후 3개월 경과 후 거래 중인 고객의 정보와 거래종료 고객의 정보는 접근권한을 분리한다.</li>
                                            </ul>
                                        </li>
                                        <li>• 2단계 조치
                                            <ul>        
                                                <li>가. 거래종료 후 5년 경과 시 원칙적으로 모든 개인(신용)정보는 삭제한다.</li>
                                                <li>나. 단, 「신용정보의 이용 및 보호에 관한 법률」 및 관련 법령이 정하는 바에 따라 다른 법령에 따른 의무이행, 보험금 지급, 금융사고 조사, 보험사기, 민원처리 등의 목적에 필요한 정보는 거래종료 5년 경과 후에도 별도 관리하며, 분리하여 보존하는 개인신용정보를 활용하는 경우에는 개인신용정보주체에게 통지한다.
                                                    <ul>        
                                                        <li>⁃ 개인식별정보: 성명, 주민등록번호 등 고유식별정보, 주소, 연락처</li>
                                                        <li>⁃ 금융거래정보: 보험계약 인수·심사, 보험계약 체결 및 변경, 보험료 납부, 채권확보 등과 관련된 정보</li>
                                                        <li>⁃ 보험금 지급정보: 보험금 지급청구, 지급심사, 보험금 지급 및 대위권 행사 등과 관련된 재산조사 법적조치·채무변제 관련 정보</li>
                                                    </ul>
                                                </li>
                                                <li>다. 별도 관리한 정보는 엄격히 접근을 통제한다. 법령 준수, 수사·검사 등 불가피한 경우에 한하여 사전승인을 받아 접근한다.</li>
                                            </ul>
                                        </li>
                                    </ul>
                                </li>
                            </ul>
                        </li>
                        <li>③ 개인정보를 파기할 경우에는 다음 방법을 따릅니다.
                            <ul>        
                                <li>1. 종이에 출력된 개인정보: 분쇄기로 분쇄하거나 소각 </li>
                                <li>2. 전자적 파일 형태로 저장된 개인정보: 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제 </li>
                            </ul>
                        </li>
                        <li>④ 회원의 동의를 받아 보유하고 있는 거래정보 등을 회원이 열람을 요구하는 경우 회사는 지체 없이 그 열람·확인할 수 있도록 조치합니다.</li>
                    </ul>
                </li>
                <li>제8조 미이용자의 개인정보 파기 등에 관한 조치
                    <ul>        
                        <li>① 회사는 1년 동안 홈페이지 서비스를 이용(미로그인) 하지 않은 이용자의 경우 휴면계정으로 전환하고 개인정보를 별도로 분리보관 합니다. 분리보관 된 개인정보는 1년간 보관 후 파기되며, 자동으로 회원탈퇴 처리됩니다.</li>
                        <li>② 회사는 휴면전환 30일 전까지 휴면예정 회원에게 별도 분리보관 되는 사실 및 휴면 예정일, 별도 분리보관 하는 개인정보 항목을 이메일, 문자 등 이용자에게 통지 가능한 방법으로 알리고 있습니다.</li>
                        <li>③ 휴면계정 전환을 원하지 않는 경우, 휴면계정 전환 전에 홈페이지 로그인을 하면 됩니다.  휴면계정으로 전환되었더라도 로그인을 하는 경우 이용자의 동의에 따라 휴면계정을 복원하여 정상적인 서비스를 이용할 수 있습니다.</li>
                    </ul>
                </li>
                <li>제9조 개인정보의 안전성 확보 조치
                    <ul>        
                        <li>회사는 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.</li>
                        <li>① 개인정보의 암호화
                            <p>이용자의 개인정보 중 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.</p>
                        </li>
                        <li>② 해킹 등에 대비한 기술적 대책
                            <p>회사는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적·물리적으로 감시 및 차단하고 있습니다.</p>
                        </li>
                        <li>③ 개인정보처리시스템 접근 제한
                            <p>개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.</p>
                        </li>
                        <li>④ 개인정보 취급 직원의 최소화 및 교육
                            <p>개인정보를 취급하는 직원을 지정하고 담당자를 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.</p>
                        </li>
                    </ul>
                </li>
                <li>제10조 인터넷 접속파일 등 개인정보 자동 수집장치의 설치, 운영 및 그 거부 방법
                    <ul>        
                        <li>① 쿠키(cookie)란?
                            <p>회사는 이용자의 컴퓨터에 대한 기본적인 정보를 저장하고 수시로 찾아내는 “쿠키(cookie)"를 사용합니다. 쿠키는 웹사이트가 이용자의 컴퓨터브라우저(인터넷 익스플로러, 크롬 등)로 전송하는 소량의 정보 입니다. 이용자가 웹사이트에 접속을 하면 회사의 컴퓨터는 이용자의 브라우저에 있는 쿠키의 내용을 읽고, 이용자의 추가정보를 이용자의 컴퓨터에서 찾아 접속에 따른 성명 등의 추가 입력 없이 서비스를 제공할 수 있습니다. 또한 이용자는 쿠키에 대한 선택권이 있습니다. 웹 브라우저 상단의 도구 > 인터넷옵션 탭(option tab)에서 모든 쿠키를 다 받아드리거나, 쿠키가 설치될 때 통지를 보내도록 하거나 아니면 모든 쿠키를 거부할 수 있는 선택권을 가질 수 있습니다.</p>
                        </li>
                        <li>② 회사의 쿠키(cookie)운용
                            <p>회사는 이용자의 편의를 위하여 쿠키를 운영합니다. 쿠키 항목 및 목적은 다음과 같습니다.</p>
                            <ul>        
                                <li>1. 쿠키항목 : 팝업거절, 회원ID, 로그인 인증서 종류, 마케팅 동의 여부, (재)로그인 일자</li>
                                <li>2. 목적
                                    <ul>        
                                        <li>• 팝업거절 이용자에게 팝업 띄우지 않기 위함</li>
                                        <li>• 이용자가 관심있게 둘러본 상품, 정보, 이용서비스에 대한 기록을 분석하여 맞춤형 컨텐츠, 상품 추천</li>
                                        <li>• 이용자의 로그인 패턴을 분석하여 서비스 개선에 활용</li>
                                    </ul>
                                </li>
                            </ul>
                        </li>
                        <li>③ 쿠키정보는 브라우저 종료시나 로그아웃시 만료됩니다.</li>
                    </ul>
                </li>
                <li>제11조 링크 사이트
                    <p>회사는 이용자에게 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다. 이 경우 회사는 외부사이트 및 자료에 대한 아무런 통제권이 없으므로 그로부터 제공받는 서비스나 자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다. 회사가 포함하고 있는 링크를 클릭(click)하여 타 사이트(site)의 페이지로 옮겨갈 경우 해당 사이트의 개인정보처리방침은 회사와 무관하므로 새로 방문한 사이트의 정책을 검토해 보시기 바랍니다.</p>
                </li>
                <li>제12조 개인정보 처리방침의 변경
                    <p>이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경되는 개인정보 처리방침을 시행하기 전 홈페이지 공지사항을 통하여 고지할 것입니다.</p>
                </li>
                <li>제13조 권익침해 구제방법
                    <p>개인정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보 분쟁조정위원회, 개인정보 침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다.<br/>이 밖에 기타 개인정보침해의 신고 및 상담에 대하여는 아래의 기관에 문의하시기를 바랍니다.
                        <ul>        
                            <li>1. 개인정보 분쟁조정위원회<br/>전화 : (국번없이) 1833-6972,  http://www.kopico.go.kr</li>
                            <li>2. 개인정보 침해신고센터<br/>전화 : (국번없이) 118,  http://privacy.kisa.or.kr</li>
                            <li>3. 대검찰청 사이버 수사과<br/>전화 : (국번없이) 1301,  http://spo.go.kr</li>
                            <li>4. 경찰청 사이버수사국<br/>전화 : (국번없이) 182,  http://ecrm.cyber.go.kr</li>
                        </ul>
                    </p>
                </li>
                <li>제14조 개인정보보호 책임자
                    <ul>        
                        <li>• 개인정보 보호책임자
                            <ul>        
                                <li>부서: Compliance 팀</li>
                                <li>성명 : 서영교 전무</li>
                                <li>전화 : 02-2011-0300</li>
                                <li>이메일 : help@locktonpi.com</li>
                            </ul>
                        </li>
                        <li>• 개인정보 보호담당자
                            <ul>        
                                <li>부서: GPFR 팀</li>
                                <li>성명 : 이채은 주임</li>
                                <li>전화 : 02-2011-0300</li>
                                <li>이메일 : help@locktonpi.com</li>
                            </ul>
                        </li>
                    </ul>
                </li>
            </ul>
        </div>

      </v-card-text>
    </v-card>

  </template>
  
  