
<script setup lang="ts">
import { onMounted, defineEmits, ref } from "vue";
import BaseCard from "@/components/BaseCard.vue";

const isOpenDialog = ref(true);
const agr_yn = ref('N');

const props = defineProps({
  agr_yn: String
});


const emit = defineEmits([
  'close'
]);

const close = () => {
  isOpenDialog.value = false;
  emit('close', agr_yn);
};

onMounted(async () => {
  agr_yn.value = props.agr_yn || 'N';
});

</script>

<template>
    <v-dialog persistent v-model="isOpenDialog" width="1000px" hide-overlay scrollable>
    <v-card>
      <v-card-title class="d-flex justify-space-between align-center px-6 py-4 position-relative">
        <div>
          <p class="text-h6 font-weight-bold">이용약관</p>
          <p class="text-error text-body-2">이용약관 시행일자 : 2023.03.01</p>
        </div>
        <v-spacer />
        <v-select label="이전 약관 보기" :items="['이용약관 시행 2023.03.01']" variant="outlined" hide-details="auto" single-line density="compact" class="flex-grow-0 mr-2 w-sm-270" />
        <v-btn variant="outlined" color="dark" @click="close()">닫기</v-btn>
      </v-card-title>
      <v-divider class="mb-0" />
      <v-card-text class="px-10 pt-8 pb-14">
        <div class="terms-wrap-v1">
          <ul>
            <li>
              제1조 목적
              <ul>
                <li>
                  이 약관은 록톤컴퍼니즈코리아손해보험중개㈜(이하 “회사”라
                  합니다)가 운영하는 록톤코리아 홈페이지에서 제공하는 인터넷 관련
                  서비스(이하 “서비스”라 합니다)를 이용함에 있어 홈페이지 이용자의
                  권리·의무 및 책임사항을 규정함을 목적으로 합니다.
                </li>
              </ul>
            </li>
            <li>
              제2조 정의
              <ul>
                <li>
                  ① "홈페이지"란 회사가 컴퓨터 등 정보통신설비를 이용하여 재화
                  또는 용역(보험상품중개 등)을 이용자에게 제공 및 안내하고 거래할
                  수 있도록 설정한 가상의 영업장을 말하며, 아울러 홈페이지를
                  운영하는 사업자를 의미합니다.
                </li>
                <li>
                  ② "이용자"란 홈페이지에 접속하여 이 약관에 따라 홈페이지가
                  제공하는 서비스를 받는 회원 및 비회원을 말합니다.
                </li>
                <li>
                  ③ ”회원”이라 함은 홈페이지에 개인정보를 제공하여 회원등록을 한
                  자로서, 홈페이지 정보를 지속적으로 제공받으며, 홈페이지가
                  제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
                </li>
                <li>
                  ④ “비회원”이라 함은 회원에 가입하지 않고 홈페이지에서 제공하는
                  서비스를 이용하는 자를 말합니다.
                </li>
              </ul>
            </li>
            <li>
              제3조 약관의 명시와 개정
              <ul>
                <li>
                  ① 홈페이지의 초기화면에 이 약관을 게시하여 이 약관의 내용과
                  상호, 영업소 소재지, 대표자의 성명, 사업자 등록번호, 통신판매업
                  신고번호, 연락처(전화, 팩스, 전자우편 주소 등) 등을 이용자가 알
                  수 있게 합니다.
                </li>
                <li>
                  ② 홈페이지는 약관의 규제에 관한 법률, 전자거래기본법,
                  전자서명법, 정보통신망 이용 촉진 및 정보보호 등에 관한 법률,
                  전자상거래 등에서의 소비자보호에 관한 법률, 방문 판매 등에 관한
                  법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 이 약관을
                  개정할 수 있습니다.
                </li>
                <li>
                  ③ 홈페이지가 본 약관을 개정할 경우에는 적용일자 및 개정사유를
                  명시하여 현행 약관과 함께 홈페이지의 초기화면에 그 적용일자 7일
                  이전부터 적용일자 전일까지 공지합니다. 단, 약관의 변경 내용이
                  중대하거나 고객에게 불리한 경우라면, 적용일자 기준 1개월 전에
                  공지하며, 회원에 대하여는 홈페이지에 등록된 회원의 전자우편
                  주소를 통해 개별 통지합니다.
                </li>
                <li>
                  ④ 홈페이지가 본 약관을 개정할 경우에는 그 개정약관은 그 적용일자
                  이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에
                  대해서는 개정전의 약관조항이 그대로 적용됩니다. 다만, 이용자가
                  개정약관 공지 기간 내에 의사표시를 하지 않으면 의사표시가 표명된
                  것으로 본다는 뜻을 명확하게 따로 공지하였음에도 회원이
                  명시적으로 거부의사를 표시하지 않은 경우 회원이 개정 약관에
                  동의한 것으로 봅니다. 이용자는 개정약관에 동의하지 않을 경우
                  이용계약을 해지할 수 있습니다.
                </li>
                <li>
                  ⑤ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는
                  정부가 제정한 전자거래소비자보호지침 및 관계법령 또는 상관례에
                  따릅니다.
                </li>
              </ul>
            </li>
            <li>
              제4조 서비스의 제공 및 변경
              <ul>
                <li>
                  ① 홈페이지는 회원에게 다음과 같은 업무를 제공합니다.
                  <ul>
                    <li>&bull; 보험서비스에 대한 정보제공 및 보험중개업무</li>
                    <li>
                      &bull; 인터넷 기반 보험상품 설명 및 안내, 계약조회,
                      계약신청, 증명서 출력 등
                    </li>
                    <li>&bull; 기타 홈페이지가 정하는 업무</li>
                  </ul>
                </li>
                <li>
                  ② 홈페이지는 불가피할 경우에 서비스의 내용을 변경할 수 있으며,
                  이로 인해 발생되는 문제에 대해서는 홈페이지의 고의 또는 과실이
                  없는 한 어떠한 책임도 부담하지 않습니다. 이 경우에 그 제공일 7일
                  이전부터 공지합니다. 단, 사전 통지 내지 공지가 불가능한사정이
                  있는 경우, 위 공지를 하지 않을 수 있습니다.
                </li>
                <li>
                  ③ 홈페이지가 제공하기로 이용자와 계약을 체결한 서비스의 내용을
                  기술적 사양의 변경 등의 사유로 변경할 경우에는 홈페이지는 이로
                  인하여 이용자가 입은 손해를 배상합니다. 단, 홈페이지에 고의 또는
                  과실이 없는 경우에는 그러하지 아니합니다.
                </li>
              </ul>
            </li>
            <li>
              제5조 서비스의 중단
              <ul>
                <li>
                  ① 홈페이지는 컴퓨터 등 정보통신 설비의 보수점검·교체 및 고장,
                  통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을
                  일시적으로 중단할 수 있습니다.
                </li>
                <li>
                  ② 제1항에 의한 서비스 중단의 경우에는 홈페이지는 제8조에 정한
                  방법으로 이용자에게 통지합니다.
                </li>
                <li>
                  ③ 홈페이지는 제1항의 사유로 서비스의 제공이 일시적으로
                  중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여
                  배상합니다. 단 홈페이지에 고의 또는 과실이 없는 경우에는
                  그러하지 아니합니다.
                </li>
              </ul>
            </li>
            <li>
              제6조 회원가입 및 절차
              <ul>
                <li>
                  ① 이용자는 홈페이지가 정한 가입 양식에 따라 회원정보를 기입한 후
                  이 약관에 동의한다는 의사표시를 함으로써 회원가입을 신청합니다.
                </li>
                <li>
                  ② 회원은 반드시 회원 본인의 이름과 생년월일로 회원가입을
                  하여야만 서비스를 이용할 수 있으며 1개의 회원 계정만 등록할 수
                  있습니다. 또한 실명으로 등록하지 않을 경우에는 일체의
                  회원으로서의 권리를 주장할 수 없으며 타인의 명의(이름 및
                  생년월일)를 도용하여 회원가입을 한 회원의 정보는 삭제되며,
                  관계법령에 따라 처벌을 받을 수 있습니다.
                </li>
                <li>
                  ③ 회원이 법인, 합동사무소 등인 경우에는 실제 정보를 기재하여야
                  하며 1개의 회원 계정만 등록할 수 있습니다. 회원 정보를 허위로
                  기재하거나 명의를 도용한 경우 일체의 회원으로서의 권리를 주장할
                  수 없고, 관계법령에 따라 처벌을 받을 수 있습니다.
                </li>
                <li>
                  ④ 제3항에 따라 회원 가입 후 법인, 합동사무소 등에 소속되어 2명
                  이상이 단체보험에 공동 가입하게 되는 때에는 그중 1명의 대표자가
                  나머지 공동가입자의 약관 동의 권한을 부여받아 보험 계약 체결 및
                  이용을 할 수 있습니다. 또한 그 대표자가 약관에 동의하는 경우
                  공동가입자들도 단체보험의 가입자가 됩니다.
                </li>
                <li>
                  ⑤ 홈페이지는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중
                  다음 각호에 해당하지 않는 한 회원으로 등록합니다.
                  <ul>
                    <li>
                      1. 가입신청자가 이 약관 제7조제3항에 의하여 이전에
                      회원자격을 상실한 적이 있는 경우. 다만 제7조 제3항에 의한
                      회원자격 상실 후 3년이 경과한 자로서 홈페이지의 회원 재가입
                      승낙을 얻은 경우에는 예외로 합니다.
                    </li>
                    <li>2. 등록 내용에 허위, 기재누락, 오기가 있는 경우</li>
                    <li>
                      3. 기타 회원으로 등록하는 것이 홈페이지의 기술상 현저히
                      지장이 있다고 판단되는 경우
                    </li>
                    <li>4. 만14세 미만인 자</li>
                    <li>
                      5. 당사가 보험 중개하는 단체계약자(협회 등) 소속 회원이 아닌
                      자
                    </li>
                  </ul>
                </li>
                <li>
                  ⑥ 회원 가입시 공동인증서, 휴대폰인증, 기타 홈페이지가 요구하는
                  본인 인증수단을 거쳐 본인확인이 된 경우에 한합니다.
                </li>
                <li>
                  ⑦ 회원가입의 성립시기는 홈페이지의 승낙이 회원에게 도달한
                  시점으로 합니다.
                </li>
                <li>
                  ⑧ 회원은 제9조 제1항에 의한 등록사항에 변경이 있는 경우, 원활한
                  서비스 제공을 위해 홈페이지 -마이페이지-정보수정 화면에서 그
                  변경사항을 알려야 합니다. 회원이 변경 사항을 홈페이지에 알리지
                  않아 발생한 불이익에 대하여 홈페이지의 고의 또는 과실이 없는 한
                  홈페이지는 책임지지 않습니다.
                </li>
                <li>
                  ⑨ 회원은 홈페이지를 이용하거나 개인정보 관리책임자를 통하여
                  제공한 개인정보에 대한 열람, 정정, 삭제 및 탈퇴를 통한 동의
                  철회를 요구할 수 있습니다.
                </li>
                <li>
                  ⑩ 이용자가 회원가입을 한 때는 홈페이지가 회원에 대하여 서비스
                  이용 중 필요하다고 인정되는 정보를 전송하는 데 동의한 것으로
                  간주합니다. 다만, 회원은 관련법에 따른 거래관련 정보 및 고객문의
                  등에 대한 답변을 제외하고는 언제든지 정보 전송의 수신을 거부할
                  수 있습니다.
                </li>
                <li>
                  ⑪ 홈페이지는 회원의 명시적인 동의를 받은 후 적법하게 수집한
                  회원의 개인정보를 활용하여 광고성 정보를 제공할 수 있습니다.
                  회원은 언제든지 광고성 정보의 수신을 거부할 수 있습니다.
                </li>
              </ul>
            </li>
            <li>
              제7조 회원탈퇴 및 자격상실 등
              <ul>
                <li>
                  ① 회원은 홈페이지에서 언제든지 탈퇴를 요청할 수 있으며,
                  홈페이지는 즉시 생년월일, 전자우편 등을 통해 이용자를 식별한 후
                  탈퇴 처리합니다.
                </li>
                <li>
                  ② 회원이 다음 각 호의 사유에 해당하는 경우, 홈페이지는
                  회원자격을 제한 및 정지시킬 수 있습니다.
                  <ul>
                    <li>1. 가입 신청시에 허위 내용을 등록한 경우</li>
                    <li>
                      2. 홈페이지를 이용하여 구입한 보험상품 등의 대금, 기타
                      서비스 이용에 관련하여 회원이 부담하는 채무를 기일에
                      지급하지 않는 경우
                    </li>
                    <li>
                      3. 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는
                      등 전자거래질서를 위협하는 경우
                    </li>
                    <li>
                      4. 서비스를 이용하여 법령과 이 약관이 금지하거나 공서양속에
                      반하는 행위를 하는 경우
                    </li>
                    <li>
                      5. 홈페이지가 보험 중개하는 보험서비스 가입 이력이 없거나
                      종료된 경우
                    </li>
                  </ul>
                </li>
                <li>
                  ③ 홈페이지가 회원 자격을 제한·정지 시킨 후, 동일한 행위가
                  2회이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우
                  홈페이지는 해당 회원의 회원자격을 상실 시킬 수 있습니다.
                </li>
                <li>
                  ④ 홈페이지는 회원자격을 상실시키는 경우에는 회원등록을
                  말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에
                  소명할 기회를 부여합니다.
                </li>
                <li>
                  ⑤ 회원탈퇴는 홈페이지의 회원 탈퇴란을 통하여 하는 것을 원칙으로
                  합니다.
                </li>
              </ul>
            </li>
            <li>
              제8조 회원에 대한 통지
              <ul>
                <li>
                  ① 홈페이지가 회원에 대한 통지를 하는 경우, 회원이 회원 가입
                  시홈페이지에 제출한 전자우편 주소로 할 수 있습니다.
                </li>
                <li>
                  ② 홈페이지는 불특정다수 회원 또는 전자우편 오류 회원에 대한
                  통지의 경우 7일이상 홈페이지에 게시함으로써 개별통지에 갈음할 수
                  있습니다.
                </li>
              </ul>
            </li>
            <li>
              제9조 개인정보보호
              <ul>
                <li>
                  ① 홈페이지는 이용자의 정보수집시 서비스 제공에 필요한 최소한의
                  정보를 수집합니다. 다음 사항을 필수사항으로 하며 그 외 사항은
                  선택사항으로 합니다.
                  <ul>
                    <li>
                      &bull; 성명, 생년월일, 전문인 등록(면허)번호, 휴대폰 번호,
                      이메일 주소, 사무소명, 사업자번호, 법인번호, 사무실전화,
                      사무소 팩스, 담당자 성명, 사무소주소
                    </li>
                    <li>
                      &bull; 본인확인기관에서 제공하는 C.I(Connecting Information)
                    </li>
                  </ul>
                </li>
                <li>
                  ② 홈페이지는 이용자의 개인식별이 가능한 개인정보를 수집하는
                  때에는 반드시 당해 이용자의 동의를 받습니다.
                </li>
                <li>
                  ③ 홈페이지는 이용자의 정보를 이 약관에서 명시한 범위를 넘어
                  이용하거나 제3자에게 제공하지 않습니다. 다만, 이용자의 별도의
                  동의가 있거나 다음의 경우에는 예외로 합니다.
                  <ul>
                    <li>
                      &bull; 통계작성, 학술연구 또는 시장조사를 위하여 필요한
                      경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우
                    </li>
                    <li>&bull; 법률에 특별한 규정이 있는 경우</li>
                  </ul>
                </li>
                <li>
                  ④ 홈페이지가 제2항과 제3항에 의해 이용자의 동의를 받아야 하는
                  경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호 기타
                  연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공
                  관련사항(제공받는 자, 제공목적 및 제공할 정보의 내용)등
                  개인정보보호법 제39조의3 제1항이 규정한 사항을 미리 명시하거나
                  고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.
                  동의 철회시에는 이용자의 당해 개인정보를 삭제하며 삭제된
                  이용자의 개인정보는 이용 또는 제3자에 대한 제공을 금지합니다.
                </li>
                <li>
                  ⑤ 이용자는 언제든지 홈페이지가 가지고 있는 자신의 개인정보에
                  대해 열람 및 오류정정을 요구할 수 있으며 홈페이지는 이에 대해
                  지체 없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의
                  정정을 요구한 경우에는 홈페이지는 그 오류를 정정할 때까지 당해
                  개인정보를 이용하지 않습니다.
                </li>
                <li>
                  ⑥ 홈페이지는 개인정보 보호를 위하여 관리자를 한정하여 이용자의
                  개인정보의 분실, 도난, 유출, 변조 등으로 인한 이용자의 손해에
                  대하여 책임을 집니다.
                </li>
                <li>
                  ⑦ 홈페이지 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의
                  수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체
                  없이 파기합니다.
                </li>
                <li>
                  ⑧ 기타 개인정보관련사항은 홈페이지에 별도로 게시하는
                  개인정보취급방침에 의거합니다.
                </li>
              </ul>
            </li>
            <li>
              제10조 개인정보의 수집목적 및 이용목적
              <ul>
                <li>
                  수집된 정보는 보험상품의 소개, 각종 보험 및 생활정보의 제공 등
                  록톤코리아 홈페이지를 이용하는 회원에게 보다 적합하고 유용한
                  정보와 서비스를 적시에 제공하기 위해 개인정보를 수집하고, 수집
                  목적의 범위 내에서 이용합니다.
                </li>
                <li>
                  ① 고객명, 생년월일, 본인확인기관에서 제공하는 CI: 회원가입 시
                  본인확인 및 서비스 이용에 따른 본인 식별 절차에 이용
                </li>
                <li>
                  ② E-Mail 주소, 연락처, 담당자 성명: 고지사항 전달, 본인 의사
                  확인, 불만처리 등 원활한 의사소통 경로의 확보 및 서비스(회원
                  서비스, 각종 안내, 정보전달 등의 서비스 포함), 보험상품, 이벤트
                  정보 등에 대한 안내
                </li>
                <li>
                  ③ 주소, 연락처: 보험상품 또는 서비스(회원 서비스, 각종 안내,
                  정보전달 등의 서비스 포함)를 제공하기 위한 전자우편이나 서신
                  우편물
                </li>
                <li>④ 그 외 선택항목: 개인 맞춤 서비스를 제공하기 위한 자료</li>
              </ul>
            </li>
            <li>
              제11조 홈페이지의 의무
              <ul>
                <li>
                  ① 홈페이지는 법령과 이 약관이 금지하거나 공서양속에 반하는
                  행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고,
                  안정적으로 서비스를 제공하는 데 최선을 다해야 합니다.
                </li>
                <li>
                  ② 홈페이지는 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록
                  이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을
                  갖추어야 합니다.
                </li>
                <li>
                  ③ 홈페이지는 보험상품이나 서비스에 대하여 『표시·광고의 공정화에
                  관한 법률』 제3조 소정의 부당한 표시·광고행위를 함으로써
                  이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.
                </li>
                <li>
                  ④ 홈페이지는 이용자가 동의 없이는 영리목적의 광고성 전자우편을
                  발송하지 않습니다.
                </li>
              </ul>
            </li>
            <li>
              제12조 회원의 의무
              <ul>
                <li>
                  ① 아이디와 비밀번호에 관한 관리책임은 회원에게 있으며 이를
                  제3자에게 이용하게 해서는 안됩니다.
                </li>
                <li>
                  ② 회원은 자신의 아이디가 부정하게 이용된 것을 발견한 경우 반드시
                  홈페이지에 그 사실을 통보하여야 합니다.
                </li>
                <li>
                  ③ 회원은 자신의 비밀번호, E-mail주소를 도난 당하거나 제3자가
                  사용하고 있음을 인지한 경우에는 바로 홈페이지에 통보하고
                  홈페이지의 안내가 있는 경우에는 그에 따라야 합니다.
                </li>
                <li>
                  ④ 회원의 E-mail주소 또는 휴대전화번호 기입 잘못 등 본인 과실 및
                  본인 정보 관리 소홀로 발생되는 문제의 책임은 회원에게 있습니다.
                </li>
                <li>
                  ⑤ 회원은 본 약관 및 관계법령에 규정한 사항을 준수하여야 합니다.
                </li>
              </ul>
            </li>
            <li>
              제13조 이용자의 의무
              <ul>
                <li>
                  ① 이용자는 다음 행위를 하여서는 안 됩니다.
                  <ul>
                    <li>&bull; 신청 또는 변경 시 허위내용의 등록</li>
                    <li>&bull; 홈페이지에 게시된 정보의 변경</li>
                    <li>
                      &bull; 홈페이지가 정한 정보 이외의 정보(컴퓨터 프로그램
                      등)를 홈페이지에 송신 또는 게시하는 행위
                    </li>
                    <li>
                      &bull; 홈페이지 기타 제3자의 저작권 등 지적재산권에 대한
                      침해
                    </li>
                    <li>
                      &bull; 홈페이지 기타 제3자의 명예를 손상시키거나 업무를
                      방해하는 행위
                    </li>
                    <li>
                      &bull; 외설 또는 폭력적인 메시지·화상·음성 기타 공서양속에
                      반하는 정보를 홈페이지에 공개 또는 게시하는 행위
                    </li>
                    <li>
                      &bull; 사실관계를 왜곡하는 정보제공 행위 등 기타 홈페이지가
                      서비스 운영상 부적절하다고 판단하는 행위
                    </li>
                    <li>
                      &bull; 다른 이용자의 개인정보를 수집 또는 저장하는 행위
                    </li>
                  </ul>
                </li>
                <li>
                  ② 제1항 각 호의 정보가 홈페이지 또는 앱에 게시되거나 홈페이지
                  또는 앱이 링크된 곳에 게시된 경우, 홈페이지 또는 앱은 이용자 및
                  기타 정보의 게시를 행한 자의 승낙 없이 당해 정보를 삭제하거나
                  홈페이지 또는 앱에 확장된 링크를 차단할 수 있습니다. 단,
                  홈페이지 또는 앱은 이러한 정보의 삭제, 링크의 차단 등을 할
                  의무를 지지 않습니다.
                </li>
              </ul>
            </li>
            <li>
              제14조 연결 홈페이지와 피연결 홈페이지 간의 관계
              <ul>
                <li>
                  ① 상위 홈페이지와 하위 홈페이지가 하이퍼 링크(예: 하이퍼 링크의
                  대상에는 문자, 그림 및 동화상 등이 포함됨)방식 등으로 연결된
                  경우, 전자를 연결 홈페이지 (웹 사이트)라고 하고 후자를 피연결
                  홈페이지(웹사이트)이라고 합니다.
                </li>
                <li>
                  ② 연결 홈페이지는 피연결 홈페이지가 독자적으로 제공하는
                  재화·용역에 의하여 이용자와 행하는 거래에 대해서 보증책임을 지지
                  않습니다. 또한 연결 홈페이지와 피연결 홈페이지가 체결한
                  제휴서비스에 대하여 연결 홈페이지의 과실 없이 발생한 문제는
                  이용자에게 책임을 부담하지 않습니다.
                </li>
              </ul>
            </li>
            <li>
              제15조 저작권의 귀속 및 이용제한
              <ul>
                <li>
                  ① 홈페이지가 홈페이지에 작성한 저작물에 대한 저작권 기타
                  지적재산권은 홈페이지에 귀속합니다.
                </li>
                <li>
                  ② 이용자는 홈페이지를 이용함으로써 얻은 정보를 홈페이지의 사전
                  승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여
                  영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.
                </li>
              </ul>
            </li>
            <li>
              제16조 분쟁해결
              <ul>
                <li>
                  ① 이용자는 정당한 의견이나 불만에 대하여 홈페이지 고객센터에
                  의견을 제출하거나 제기할 수 있습니다.
                </li>
                <li>
                  ② 홈페이지는 이용자로부터 제출되는 불만사항 및 의견이 정당하다고
                  판단되는 경우 우선적으로 그 사항을 처리합니다. 다만, 신속한
                  처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시
                  통보해 드립니다.
                </li>
              </ul>
            </li>
            <li>
              제17조 재판권 및 준거권
              <ul>
                <li>
                  ① 홈페이지와 이용자 간에 발생한 분쟁에 관한 소송의 관할법원은
                  민사소송법에 따라 정합니다.
                </li>
                <li>
                  ② 홈페이지와 이용자 간에 제기된 소송에는 대한민국법을
                  적용합니다.
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </v-card-text>
    </v-card>
  </v-dialog>
</template>
